{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "units": 1024, "name": "dense_44", "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "dtype": "float32", "seed": null}}, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"noise_shape": null, "trainable": true, "rate": 0.1, "seed": null, "name": "dropout_20", "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "units": 512, "name": "dense_45", "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "dtype": "float32", "seed": null}}, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"noise_shape": null, "trainable": true, "rate": 0.1, "seed": null, "name": "dropout_21", "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_constraint": null, "use_bias": true, "units": 176, "name": "dense_46", "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "dtype": "float32", "seed": null}}, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": null, "activation": "softmax"}}], "backend": "tensorflow", "keras_version": "2.1.6-tf"}